angular.ng-template
coolbear.systemd-unit-file
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
firsttris.vscode-jest-runner
github.vscode-pull-request-github
graphql.vscode-graphql
graphql.vscode-graphql-syntax
jebbs.plantuml
johnnymorganz.stylua
mads-hartmann.bash-ide-vscode
mathiasfrohlich.kotlin
mkhl.shfmt
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
niccolomineo.default-dark-plus-intellij
rangav.vscode-thunder-client
redhat.java
streetsidesoftware.code-spell-checker
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
zignd.html-css-class-completion
